Repository: 4d/4D-Report
Catalog: Resources/*.lproj/report.xlf
Languages: cs, fr

# head_title
source: Title
cs: Název
fr: Intitulé

# head_details
source: Format
cs: Formát

# head_grand_total
source: Grand Total
cs: Celkový součet
fr: Total général

# head_subtotal
source: {field} changed
cs: {field} změněno
fr: Sous total sur {field}

# qr_windowTitle
source: Quick Report
cs: Rychlá zpráva
fr: Etat rapide

# qr_noTable
source: No table to make a report
cs: Žádná tabulka pro tvorbu zprávy
fr: Pas de table pour faire un rapport

# nqr_sum
source: Sum
cs: Suma
fr: Somme

# nqr_average
source: Average
cs: Průměr
fr: Moyenne

# nqr_count
source: Count
cs: Počet
fr: Nombre

# nqr_standard_deviation
source: Standard deviation
cs: Standardní odchylka
fr: Ecart type

# back_0
source: Automatic
cs: Automaticky
fr: Automatique

# back_1
source: Sable
cs: Šedočerná

# back_2
source: Melon
cs: Melounová

# back_3
source: Orange
cs: Oranžová

# back_4
source: Salmon
cs: Lososová
fr: Saumon

# back_5
source: Lilac
cs: Lilek
fr: Lilas

# back_6
source: Light Violet
cs: Světle fialová
fr: Violet clair

# back_7
source: Pigeon Blue
cs: Holubí modř
fr: Bleu pigeon

# back_8
source: Turkish Blue
cs: Akvamarín
fr: Bleu Turc

# back_9
source: Pale Green
cs: Bledě zelená
fr: Vert clair

# back_10
source: Yellow Green
cs: Žlutozelená
fr: Jaune vert

# back_11
source: Golden Maize
cs: Zlatá kukuřice
fr: Maïs

# back_12
source: Grayish Brown
cs: Šedohnědá
fr: Gris brun

# back_13
source: Dark Sable
cs: Černá
fr: Sable foncé

# back_14
source: Antelope
cs: Antilopí okr
fr: Antilope

# back_15
source: Pale Blue
cs: Bleděmodrá
fr: Bleu pâle

# back_16
source: Cold Gray
cs: Sedomodrá
fr: Gris froid

# back_17
source: Personalized...
cs: Vlastní...
fr: Personnalisée...

# front_0
source: Automatic
cs: Automaticky
fr: Automatique

# front_1
source: Beige
cs: Béžová

# front_2
source: Brown
cs: Hnědá
fr: Brun

# front_3
source: Orange
cs: Oranžová

# front_4
source: Red
cs: Červená
fr: Rouge

# front_5
source: Purple
cs: Purpurová
fr: Pourpre

# front_6
source: Violet
cs: Fialová

# front_7
source: Signal Blue
cs: Svítivě modrá
fr: Bleu foncé

# front_8
source: Water Blue
cs: Akvamarín
fr: Bleu clair

# front_9
source: Leaf Green
cs: Listově zelená
fr: Vert foncé

# front_10
source: Signal Green
cs: Svítivě zelená
fr: Vert clair

# front_11
source: Brillant Yellow Green
cs: Svítivě žlutozelená
fr: Jaune vert

# front_12
source: Olive
cs: Olivová

# front_13
source: Saddle Brown
cs: Hnědá-kůže
fr: Brun foncé

# front_14
source: Beaver Brown
cs: Hnědá-bobr
fr: Brun castor

# front_15
source: Moderate blue
cs: Středně modrá
fr: Bleu gris

# front_16
source: Dark Cold Gray
cs: Temně modrošedá
fr: Gris froid foncé

# front_17
source: Personalized...
cs: Vlastní...
fr: Personnalisée...

# date_1
source: System date short
cs: System datum krátký
fr: Système date court

# date_2
source: System date abbreviated
cs: System datum zkratky
fr: Système date abrégé

# date_3
source: System date long
cs: System datum dlouhý
fr: Système date long

# date_4
source: Internal date short special
cs: Interní datum krátký special
fr: Interne date court spécial

# date_5
source: Internal date long
cs: Interní datum dlouhý
fr: Interne date long

# date_6
source: Internal date abbreviated
cs: Interní datum zkratky
fr: Interne date abrégé

# date_7
source: Internal date short
cs: Interní datum krátký
fr: Interne date court

# date_8
source: ISO Date Time
cs: ISO datum čas
fr: ISO Date Heure

# pict_1
source: Truncated (centered)
cs: Oříznutý (středěný)
fr: Image tronquée (centrée)

# pict_2
source: Scaled to fit
cs: S upraveným měřítkem
fr: Image non tronquée

# pict_3
source: On Background
cs: Na pozadí
fr: Image sur fond

# pict_4
source: Truncated (non-centered)
cs: Oříznutý (nestředěný)
fr: Image tronquée (non centrée)

# pict_5
source: Scaled to fit (proportional)
cs: S upraveným měřítkem (proporcionálně)
fr: Image proportionnelle

# pict_6
source: Scaled to fit centered (prop.)
cs: Upravené měřítko středěný (prop.)
fr: Image proportionnelle centrée

# pict_7
source: Replicated
cs: Replikovaný
fr: Mosaïque

# boolean_2
source: Yes;No
cs: Ano;Ne
fr: Oui;Non

# boolean_3
source: Male;Female
cs: Muž;Žena
fr: Masculin;Féminin

# boolean_4
source: Mr;Ms
cs: Pan;Paní
fr: Mr;Mme

# time_3
source: Hour Min Sec
cs: Hod Min Sec
fr: Heures Minutes Secondes

# time_4
source: Hour Min
cs: Hod Min
fr: Heures Minutes

# time_5
source: HH:MM AM/PM
cs: HH:MM dop/odp
fr: h:mn Matin/Après-midi

# time_8
source: ISO Date Time
cs: ISO datum čas
fr: ISO Date Heure

# time_9
source: System time short
cs: System čas krátký
fr: Système heure court

# time_10
source: System time long abbreviated
cs: System čas dlouhý zkratky
fr: Système heure long abrégé

# time_11
source: System time long
cs: System čas dlouhý
fr: Système heure long

# menu_add_column
source: Add a column…
cs: Přidat sloupec
fr: Ajouter une colonne…

# menu_align_center
source: Align Center
cs: Zarovnat na střed
fr: Centré

# menu_align_default
source: Default
cs: Výchozí
fr: Défaut

# menu_align_left
source: Align Left
cs: Zarovnat vlevo
fr: Aligné à gauche

# menu_align_right
source: Align Right
cs: Zarovnat vpravo
fr: Aligné à droite

# menu_alternate_background_color
source: Alternate Background Color
cs: Změnitelná barva pozadí
fr: Couleur de fond alternée

# menu_automatic_width
source: Automatic Width
cs: Šířka automaticky
fr: Largeur automatique

# menu_average
source: Average
cs: Průměr
fr: Moyenne

# menu_background_color
source: Background Color
cs: Barva pozadí
fr: Couleur de fond

# menu_bold
source: Bold
cs: Tučné
fr: Gras

# menu_borders
source: Borders
cs: Rámečky
fr: Bordures

# menu_cells
source: Cells
cs: Buňky
fr: Cellules

# menu_clear_content
source: Clear Contents
cs: Odstranit obsah
fr: Effacer le contenu

# menu_columns
source: Columns
cs: Sloupce
fr: Colonnes

# menu_count
source: Count
cs: Počet
fr: Nombre

# menu_delete_break_line
source: Delete this break line
cs: Vymazat zlom

# menu_delete_column
source: Delete this column
cs: Vymazat sloupec
fr: Supprimer cette colonne

# menu_destination
source: Destination
cs: Cíl

# menu_duplicate_column
source: Duplicate this column
cs: Duplikovat sloupec
fr: Dupliquer cette colonne

# menu_edit
source: Edit
cs: Úpravy
fr: Éditer

# menu_edit_formula
source: Edit the formula…
cs: Upravit výraz…
fr: Editer la formule…

# menu_file
source: File
cs: Soubor
fr: Fichier

# menu_font
source: Font
cs: Písmo
fr: Police

# menu_font_color
source: Font Color
cs: Barva písma
fr: Couleur de texte

# menu_format
source: Format
cs: Formát

# menu_generate
source: Generate…
cs: Generovat…
fr: Exécuter…

# menu_header_and_footers
source: Header & Footer…
cs: Záhlaví & zápatí…
fr: En-tête et pied de page…

# menu_hide
source: Hide
cs: Uschovat
fr: Cacher

# menu_hide_break_line
source: Hide this break row
cs: Uschovat zlom
fr: Cacher cette ligne de rupture

# menu_hide_column
source: Hide this column
cs: Uschovat sloupec
fr: Cacher cette colonne

# menu_hide_row
source: Hide this row
cs: Uschovat řádek
fr: Cacher cette ligne

# menu_html_file
source: HTML file
cs: HTML soubor
fr: Fichier HTML

# menu_insert_after
source: After
cs: Po
fr: Après

# menu_insert_before
source: Before
cs: Před
fr: Avant

# menu_insert_begin
source: At the beginning
cs: Na začátku
fr: Au début

# menu_insert_column
source: Insert a column…
cs: Vloži sloupec…
fr: Insérer une colonne…

# menu_insert_end
source: At the end
cs: Na konci
fr: À la fin

# menu_italic
source: Italic
cs: Kurzíva
fr: Italique

# menu_justification
source: Justification
cs: Zarovnání

# menu_new
source: New
cs: Nový
fr: Nouveau

# menu_new_column
source: New column
cs: Nový sloupec
fr: Nouvelle colonne

# menu_open
source: Open…
cs: Otevřít…
fr: Ouvrir…

# menu_page_setup
source: Page Setup…
cs: Vzhled stránky…
fr: Mise en page…

# menu_plain
source: Plain
cs: Normální
fr: Normal

# menu_presentation
source: Presentation…
cs: Provést…
fr: Mise en forme…

# menu_preview
source: Print Preview…
cs: Náhled tisku…
fr: Aperçu…

# menu_printer
source: Printer
cs: Tiskárna
fr: Imprimante

# menu_repeated_values
source: Repeated Values
cs: Opakované hodnoty
fr: Valeurs répétées

# menu_revert
source: Revert to save
cs: Zpět k uloženému
fr: Revenir à la version enregistrée

# menu_save
source: Save
cs: Uložit
fr: Enregistrer

# menu_save_as
source: Save as…
cs: Uložit jako…
fr: Enregistrer sous…

# menu_show_fonts
source: Show font…
cs: Ukázat písmo…
fr: Afficher les polices…

# menu_size
source: Size
cs: Velikost
fr: Taille

# menu_sort_ascending
source: Ascending
cs: Vzestpně
fr: Croissant

# menu_sort_descending
source: Descending
cs: Sestupně
fr: Décroissant

# menu_sort_none
source: None
cs: Žádné
fr: Aucun

# menu_sort_order
source: Sort Order
cs: Pořadí třídění
fr: Tri

# menu_standard_deviation
source: Standard deviation
cs: Standardní odchylka
fr: Ecart type

# menu_style
source: Style
cs: Styl

# menu_sum
source: Sum
cs: Suma
fr: Somme

# menu_text_file
source: Text file
cs: Text-dokument
fr: Fichier texte

# menu_total_spacing
source: Total Spacing…
cs: Celková rozteč…
fr: Espacement des totaux…

# menu_underline
source: Underline
cs: Podtržené
fr: Souligné

# menu_sort_leftToRight
source: From left to right
cs: Zleva doprava
fr: De gauche à droite

# menu_sort_rightToLeft
source: From right to left
cs: Zprava doleva
fr: De droite à gauche

# menu_sort_topToBottom
source: From top to bottom
cs: Shora dolů
fr: De haut en bas

# menu_sort_bottomToTop
source: From bottom to top
cs: Zespoda nahoru
fr: De bas en haut

# menu_subtotalProperties
source: Spacing
cs: Řádkování
fr: Espacement

# menu_subtotalSpacingBreak
source: Page break
cs: Zalomení stránky
fr: Saut de page

# menu_subtotalSpacingPoint
source: Pt
cs: bd

# menu_subtotalSpacingItem
source: Spacing options
cs: Možnosti řádkování
fr: Option d'espacement

# menu_subtotalSpacingMnuInPercent
source: Line break (%)...
cs: Zalomení řádku (%)...
fr: Espacement en pourcentage...

# menu_subtotalSpacingMnuPageBreak
source: Page Break
cs: Zalomení stránky
fr: Saut de page

# menu_subtotalSpacingRequest
source: Spacing
cs: Řádkování
fr: Espacement

# menu_subtotalSpacingValue
source: Line break
cs: Zalomení řádku
fr: Saut de ligne

# menu_subtotalSpacingMnuInPoint
source: Line break (pt)...
cs: Zalomení řádku (bd)...
fr: Espacement en point...

# menu_thickness0
source: No border
cs: Bez ohraničení
fr: Aucune bordure

# menu_thickness1
source: Hairline
cs: Vlasové
fr: Filet

# menu_thickness2
source: 0.5 point
cs: 0.5 bodu

# menu_thickness3
source: 1 point
cs: 1 bod

# menu_thickness4
source: 2 points
cs: 2 body

# menu_thicknessMultiple
source: (Multiple)
cs: (Násobný)

# menu_borderAll
source: All borders
cs: Všechny rámečky
fr: Toutes

# menu_borderOutside
source: Outside borders
cs: Vnější rámečky
fr: Extérieures

# menu_borderInside
source: Inside borders
cs: V>nitřní rámečky
fr: Interieures

# menu_borderVertical
source: Vertical borders
cs: Svislé rámečky
fr: Verticales

# menu_borderHorizontal
source: Horizontal borders
cs: Vodorovné rámečky
fr: Horizontales

# menu_border_left
source: Left borders
cs: Levé rámečky
fr: Gauche

# menu_border_right
source: Right borders
cs: Pravé rámečky
fr: Droite

# menu_border_top
source: Top borders
cs: Vrchní rámečky
fr: Haut

# menu_border_bottom
source: Bottom borders
cs: Spodní rámečky
fr: Bas

# menu_border_thickness
source: Thickness
cs: Šířka
fr: Largeur

# menu_border_color
source: Color
cs: Barva
fr: Couleur

# button_addBorder
source: Add
cs: Přidat
fr: Ajouter

# button_clearBorder
source: Clear
cs: Odstranit
fr: Supprimer

source: Select a report definition document
cs: Vybrat dokument definic zprávy
fr: Selectionnez un document de définition de rapport

# save_the_report_as
source: Name of the report definition document
cs: Název dokumentu definice zprávy
fr: Nom du document de définition de rapport

# save_the_new_report_as
source: Name of the new report definition document
cs: Název nového dokumentu definice zprávy
fr: Nom du nouveau document de définition de rapport

source: <Disparate>
cs: <Různý>

source: <None>
cs: <Žádný>
fr: <Aucun>

source: <Inapplicable>
cs: <Nepoužitelný>

source: System Font
cs: Systémové písmo
fr: Police système

source: List of Fields
cs: Seznam polí
fr: Liste des champs

# listOfFieldsTips
source: Double click to append a column Drag & drop to insert or replace a column
cs: K přidání sloupce poklepejte Potáhnout & pustit k přidání nebo náhradě sloupce

# fieldsLabel
source: Fields
cs: Pole
fr: Champs

source: Add Formula...
cs: Přidat výraz...
fr: Ajouter formule...

source: Available Fields
cs: Dostupná pole
fr: Liste des champs

source: Modify...
cs: Upravit...
fr: Modifier..

source: Report Columns
cs: Sloupce zprávy
fr: Colonnes du rapport

source: <Columns>
cs: <Sloupce>
fr: <Colonnes>

source: <Rows>
cs: <Řádky>
fr: <Lignes>

source: <Cells>
cs: <Buňky>
fr: <Cellules>

# assignAsDatasourceForColumns
source: Use as datasource for Columns
cs: Užít jako zdroj dat pro sloupce
fr: Utiliser comme source de données pour les colonnes

# assignAsDatasourceForRows
source: Use as datasource for Rows
cs: Užít jako zdroj dat pro řádky
fr: Utiliser comme source de données pour les lignes

# assignAsDatasourceForCells
source: Use as datasource for Cells
cs: Užít jako zdroj dat pro buňky
fr: Utiliser comme source de données pour les cellules

# defaultLastColumnTitle
source: Totals
cs: Součty
fr: Totaux

# defaultLastRowTitle
source: Grand Total
cs: Celkový součet
fr: Total

# tipsRowDataSource
source: Data Source for Rows
cs: Zdroj dat pro řádky
fr: Source de données pour les lignes

# tipsColumnDataSource
source: Data Source for Columns
cs: Zdroj dat pro sloupce
fr: Source de données pour les colonnes

# tipsCellDataSource
source: Data Source for Cells
cs: Zdroj dat pro buňky
fr: Source de données pour les cellules

# title_1
source: Person
cs: Zaměstnanec
fr: Personne

# title_2
source: Department
cs: Oddělení
fr: Service

# title_3
source: Area
cs: Oblast
fr: Secteur

# title_4
source: Sales
cs: Prodeje
fr: Ventes

# person_3
source: François
cs: Francis

# service
source: Sales
cs: Prodeje
fr: Commercial

# sector_1
source: North-East
cs: Severovýchod
fr: Nord-Est

# sector_2
source: South-West
cs: Jihozápad
fr: Sud-Ouest

# sector
source: {sector} Area
cs: {sector} Oblast
fr: Secteur {sector}

# departement
source: {service} Department
cs: {service} Oddělení
fr: Service {Service}

# button_apply
source: Apply
cs: Použít
fr: Appliquer

# ERROR_4DQR_1
source: The quick report area type must be Numeric.
cs: Tato oblast rychlé zprávy musí být Numeric.
fr: Le type de la zone d'état rapide doit être numérique.

source: Ascending sort order
cs: Pořadí třídění vzestupně
fr: Ordre de tri croissant

source: Descending sort order
cs: Pořadí třídění sestupně
fr: Ordre de tri décroissant

# boolean_1
source: True;False
fr: Vrai;Faux

# number_18
source: Positive;Negative;Nul
fr: Positif;Négatif;Nul

# time_1
source: HH:MM:SS
fr: h:mn:s

# time_2
source: HH:MM
fr: h:mn

# time_6
source: MM:SS
fr: mn s

# time_7
source: Min Sec
fr: Minutes Secondes

# menu_delete_break_line
source: Remove this break row
fr: Supprimer cette ligne de rupture

# menu_max
source: Max
fr: Maximum

# menu_min
source: Min
fr: Minimum

# listOfFieldsTips
source: Double click to append a column Drag & drop to insert or replace a column
fr: Double-cliquez pour ajouter une colonne Glissez-déposez pour insérer ou remplacer une colonne

# person_5
source: Natalie
fr: Nathalie

# person_1
source: Peter
fr: Pierre

# person_2
source: Helene
fr: Hélène
